[Killed] BlockStatement
math.js:1:20
-function isEven(n) {
-  return n % 2 === 0;
-}
+function isEven(n) {}
 
 module.exports = { isEven };
killedBy: even number
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: true
Received: undefined

[Killed] ConditionalExpression
math.js:2:10
 function isEven(n) {
-  return n % 2 === 0;
+  return false;
 }
 
killedBy: even number
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: true
Received: false

[Killed] EqualityOperator
math.js:2:10
 function isEven(n) {
-  return n % 2 === 0;
+  return n % 2 !== 0;
 }
 
killedBy: even number
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: true
Received: false
